Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Guidance on Section 33 When handling flammable goods, the measures must also be compatible with the rules on handling flammable and explosive goods in the Act (2010:1011) and Ordinance (2010:1075) on Inflammable and Explosive Goods as well as implementation provisions for these.
sv: Till 33 §31 När man hanterar brandfarliga varor måste åtgärderna också vara förenliga med reglerna om hantering av brandfarliga och explosiva varor i lagen (2010:1011) och förordningen (2010:1075) om brandfarliga och explosiva varor samt i tillämpningsföreskrifter till dessa.

source: Compliance with the following rules relating to limitation of sources of ignition, design of work premises and technical facilities is a prerequisite for the requirements in this provision to be considered met.
sv: Att följande regler följs beträffande begränsning av antändningskällor, utformning av arbetslokaler och tekniska anordningar är en förutsättning för att kraven i denna bestämmelse ska anses uppfyllda.

source: The Swedish National Board of Occupational Safety and Health's Provisions on Equipment for Use in Potentially Explosive Atmospheres.
sv: Arbetarskyddsstyrelsens föreskrifter om utrustningar för explosionsfarlig miljö.

source: Regulations on electrical equipment in the Swedish National Electrical Safety Board's Provisions (ELSÄK-FS 1995:6).
sv: Reglerna om elektrisk utrustning i Elsäkerhetsverkets föreskrifter (ELSÄK­FS 1995:6).

source: Regulations on which electrical equipment shall be chosen when handling flammable goods in the Swedish National Electrical Safety Board Regulations (ELSÄK-FS 2008:1) on how electrical installations shall be installed.
sv: Reglerna om vilken elektrisk utrustning som ska väljas vid hantering av brandfarliga varor i Elsäkerhetsverkets föreskrifter om hur elektriska stark- strömsanläggningar ska vara utförda (ELSÄK­FS 2008:1).

source: Regulations on when premises, spaces, parts of a space etc. shall be classified as an explosive environment within the Swedish Civil Contingencies Agency's area of responsibility for Handling of flammable gases and liquids in explosive environments (SRVFS 2004:7) and on the Swedish National Inspectorate of Explosives and Flammables' Provisions on classification when handling explosive goods (SÄIFS 1988:2).
sv: Reglerna för när lokal, utrymme, del av utrymme e.d. ska klassas som explosionsfarligt område inom Myndigheten för samhällsskydd och bered­ skaps ansvarsområde om explosionsfarlig miljö vid hantering av brandfarliga gaser och vätskor (SRVFS 2004:7) och om klassning vid hantering av explosiva varor (SÄIFS 1988:2).

source: Regulations in the Swedish Work Environment Authority's Provisions on Work in Explosive Environments.
sv: Reglerna i Arbetarskyddsstyrelsens föreskrifter om arbete i explosionsfarlig miljö.

source: Guidance on Section 34 Suitable equipment in accordance with the provision should primarily be equipment needed for reducing the risks of personal injury due to fire incidents and smaller fires, such as fire blanket, hand fire- extinguisher or a prepared hose.
sv: Till 34 § Lämplig utrustning enligt bestämmelsen bör främst vara utrust­ ning som behövs för att minska riskerna för personskador på grund av brandtillbud och mindre bränder såsom brandfilt, handbrandsläckare eller framdragen vattenslang.

source: The Rescue Service's advice in matters of suitable extinguishing equipment and extinguishing agent as well as how the equipment is used can be used when implementing this provision.
sv: släckmedel samt om hur utrustningen används kan användas vid tillämp­ ningen av denna bestämmelse.

source: 'Suitable equipment' in premises with particular risks in the event of a fire also entails that the requirement in the Swedish Work Environment Authority's Provisions on Workplace Design on automatic extinguishing equipment is met.
sv: Lämplig utrustning i lokaler med särskilda risker vid brand innebär också att man tillgodoser kravet i Arbetsmiljöverkets föreskrifter om arbetsplatsens utformning om automatisk brandsläckningsutrustning.

source: chemical product's reactivity and chemical stability shall be stated on the sheet in accordance with the REACH Regulation.
sv: I bladet ska den kemiska produktens reaktivitet och kemiska stabilitet anges enligt Reach­ förordningen.

source: A description shall also be provided of what conditions should be avoided, with which substances and materials a hazardous situation may arise and which hazardous disintegration products may form when used, stored, spilled or heated.
sv: Där ska också beskrivas vilka förhållanden som bör undvikas, med vilka ämnen eller material som en farlig situation kan uppstå och vilka farliga sönderdelningsprodukter som kan bildas vid användning, lagring, spill och upphettning.

source: The implementation of the provision may require heat dissipation when scaling up a chemical process.
sv: Bestämmelsens tillämpning kan kräva värmeavledning vid uppskalning av en kemisk process.

source: Guidance on Section 35 second paragraph When implementing the provision, it is necessary to be observant of everything which may trigger an uncontrolled reaction.
sv: Till 35 § andra stycket Vid tillämpningen av bestämmelsen bör man vara observant på allt som kan sätta igång en okontrollerad reaktion.

source: It may be pollutants, rust or other coatings as well as light and heat.
sv: Det kan vara föroreningar, rost eller andra beläggningar såväl som ljus och värme.

source: Stabilizers should be used where possible considering the handling of the substance.
sv: Man bör använda stabiliseringsmedel där det är möjligt med hänsyn till hanteringen av ämnet.

source: The level of stabilizers may have to be monitored regularly.
sv: Halten stabiliseringsmedel kan behöva kontrolleras regelbundet.

source: Plan the use of stabilizers based on the current handling and the supplier's recommendations on suitable analysis method, testing and the addition of stabilizers.
sv: Planera användningen av stabiliseringsmedel utifrån aktuell hantering och leverantörens rekommendationer om lämplig analysmetod, provtagning och tillsättning av stabiliseringsmedel.

source: It is appropriate to keep a journal of dates for controls, control results and any measures which have been taken.
sv: Det är lämpligt att föra journal över datum för kontroll, kontrollresultat och de eventuella åtgärder som vidtagits.

source: Organic peroxides, hydrogen peroxide, trichloroethylene, tetrachloroethylene, 1,1,1-Trichloroethane and Methylene Chloride are examples of substances which can disintegrate uncontrollably.
sv: Organiska peroxider, väteperoxid, trikloretylen, perkloretylen, 1,1,1­ trikloretan och metylenklorid är exempel på ämnen som kan sönderdelas okontrollerat.

source: Condensed Ethylene Oxide is an example of a chemical product which can polymerize emitting strong heat.
sv: Kondenserad etylenoxid är ett exempel på en kemisk produkt som kan polymerisera under stark värmeutveckling.

source: Guidance on Section 36
sv: Till 36 §

source: Point 1
sv: Punkt 1

source: When working in tanks, cisterns or similar spaces with a flammable liquid or aerosols, the level of flammable fumes must be monitored throughout the work by measuring with an explosimeter.
sv: Vid arbete i tank, cistern eller liknande utrymme med en brandfarlig vätska eller aerosol behöver halten brännbara ångor kontrolleras under hela arbetet genom mätning med explosimeter.

source: Ex-classified explosimeters can be found for different gases, fumes and zone types.
sv: explosimetrar finns för olika gaser, ångor och zontyper.

source: Furthermore, it is important that the measurements are executed so that they become representative for the entire space in which the work is to take place.
sv: Det är vidare viktigt att mätningarna utförs så att de blir representativa för hela utrymmet där arbetet ska ske.

source: The oxygen level must be measured at the same time, as the risk of explosion will be underestimated if the oxygen level is lower than normal.
sv: Syrgashalten behöver mätas samtidigt eftersom man under­ skattar explosionsrisken om syrgashalten är lägre än normalt.

source: The level of fumes should not exceed the following:
sv: Halten ångor bör högst vara enligt följande:

source: – When hot work is to be performed in the space: No more than five per cent of the lower explosion limit (at 21 per cent oxygen level in the space).
sv: När hett arbete ska utföras i utrymmet: Högst 5 procent av den undre explosionsgränsen (vid 21 procent syrgashalt i utrymmet).

source: When other work is to be carried out: No more than 25 per cent of the lower explosion limit (at 21 per cent oxygen level in the space), provided that no sources of ignition exist in the proximity.
sv: När övrigt arbete ska utföras: Högst 25 procent av den undre explo­ sionsgränsen (vid 21 procent syrgashalt i utrymmet), förutsatt att inga tänd­ källor finns i närheten.

source: Point 2
sv: Punkt 2

source: Before consent is given to commence welding, cutting or other work which entails high temperatures on a container which has contained a flammable or combustible liquid, the risk for fire or explosion needs to be prevented.
sv: Innan medgivande ges att påbörja svetsning, skärning eller annat arbete som medför hög temperatur på en behållare, som innehållit en brandfarlig eller brännbar vätska, behöver risken för brand och explosion vara förebyggd.

source: This can be done by checking that it is emptied and cleaned and ventilate it so that it does not contain an explosive atmosphere or fill it up with water.
sv: Detta kan göras genom att man kontrollerar att den är tömd och rengjord samt ventilerar den så att den inte innehåller explosiv atmosfär eller fyller den med vatten.

source: In order to execute work on a pipeline, cistern, drum or similar container for flammable goods or combustible liquid which is not empty, there are requirements for certification in the Swedish Work Environment Authority's Provisions AFS 2005:2 on the Manufacture of certain Vessels, Piping and Installations.
sv: För att få utföra arbetet på en rörledning, cistern, fat eller liknande behål­ lare för brandfarlig vara eller brännbar vätska, som inte är tom finns krav på certifiering i Arbetsmiljöverkets föreskrifter AFS 2005:2 om tillverkning av vissa behållare, rörledningar och anläggningar.

source: Until a certification body has been appointed, new connections to a line during operation may only be performed following instruction from the Swedish Work Environment Authority.
sv: Tills certifieringsorgan är utsett gäller krav på att anslutning av avstickare till ledning under drift endast får utföras efter anvisningar från Arbetsmiljöverket.

source: Last paragraph
sv: Sista stycket

source: Before the person responsible for the coordination of work environment issues approves the start of a work, she or he needs to know that the facility has been switched off in a safe manner so that the person performing the work is not exposed to risks from the facility.
sv: Innan den som är ansvarig för samordningen av arbetsmiljöfrågor godkän­ ner att ett arbete startar behöver hon eller han veta att anläggningen ställts av på ett säkert sätt så att inte den som ska utföra arbetet utsätts för risker från anläggningen.

source: Guidance on Section 37 A prerequisite for the requirements on handling in this provision to be considered met is that the rules on handling radioactive substances in the Swedish Radiation Safety Authority's Provisions are complied with.
sv: Till 37 § En förutsättning för att kraven på hantering i denna bestämmelse ska kunna anses uppfyllda är att man följer reglerna om hantering av radio­ aktiva ämnen i Strålsäkerhetsmyndighetens föreskrifter.

source: Guidance on Section 37 a Instant adhesives that contain cyanoacrylates have caused allergic reactions, and are therefore included even though they are not classified as allergenic.
sv: Till 37 a § Snabblim som innehåller cyanoakrylater har gett upphov till allergi och omfattas därför trots att de inte är klassificerade som allergifram­ kallande.

source: Certain chemical products are labelled as containing an allergenic substance, but in such a small content that the product is not classified as allergenic.
sv: Vissa kemiska produkter är märkta med att de innehåller ett ämne som är allergiframkallande men i så låg halt att produkten inte klassificeras som allergiframkallande.

source: One example of a process that may release formaldehyde is the hardening of acid-hardening lacquers and paints.
sv: Exempel på en process som kan frisätta formaldehyd är härdning av syra­ härdande lack och färg.

source: Guidance on 37 b An example of a situation such as that described in point 3 would be the use of protective gloves that protect against a skin allergen because technical or other measures are not sufficient to avoid skin contact with the substance.
sv: Till 37 b § En sådan situation som punkten 3 avser är exempelvis då skyddshandskar som skyddar mot ett hudallergent ämne används på grund av att tekniska eller andra åtgärder inte är tillräckliga för att hudkontakt med ämnet ska kunna undvikas.

source: Point 3 also refers to the use of respiratory protective devices due to it being impossible to take technical measures to completely prevent the inhalation of respiratory allergens.
sv: Punkten 3 avser även situationen då and­ ningsskydd används för att det inte går att vidta tekniska åtgärder för att helt förhindra inandning av luftvägsallergena ämnen.

source: When documenting the risk assessment, it is important to identify the situations during the process in which allergens are formed, and which measures to take.
sv: Vid dokumentation av riskbedömningen är det även viktigt att identifiera de situationer där allergiframkallande ämnen bildas under processen och vilka åtgärder som ska vidtas.

source: Guidance on Section 37 c The design of signs, with regard to colour, shape and symbols, is provided in the provisions on signs and signals.
sv: Till 37 c § Utformning av skyltar avseende färg, form och symbol framgår av föreskrifterna om skyltar och signaler.

source: The warning sign “Fara” (Danger) in appendix 2, with a supplementary sign referring to the nature of the danger could be appropriate.
sv: Varningsskylten för ”Fara” i bilaga 2 med tilläggsskylt om farans art kan vara lämplig.

source: In the case of open handling, there is a risk of exposure of the skin and airways.
sv: Vid öppen hantering finns det risk för exponering av hud och andnings­ vägar.

source: Open handling essentially means that it is possible to physically touch the hazardous chemical product, or that fumes can be released into the environment.
sv: I princip innebär öppen hantering att man fysiskt ska kunna röra den farliga kemiska produkten eller att ångor kan avges till omgivningen.

source: When a product is in an applicator, or when the chemicals are mixed inside the applicator before use, this is not open handling.
sv: När en produkt finns i en applikator eller när kemikalierna blandas inne i applikatorn innan de används så är det inte öppen hantering.

source: Guidance on Section 37 e The training needs to cover the elements that are relevant to the work being conducted:
sv: Till 37 e § Utbildningen behöver omfatta de moment som är relevanta för arbetet som ska utföras:

source: Basic knowledge of chemical risks
sv: Grundläggande kunskaper om kemiska risker.

source: Knowledge of the chemicals being handled
sv: Kunskaper om de kemiska produkter som hanteras.

source: Review of the steps in the process that are potentially risky.
sv: Genomgång av de moment i hanteringen som kan vara riskfyllda.

source: What happens during processing and thermal degradation.
sv: Vad som händer vid bearbetning och termisk nedbrytning.

source: What safety measures that are necessary to conduct work safely.
sv: Vilka skyddsåtgärder som är nödvändiga för ett säkert arbete.

source: What type of ventilation that is required.
sv: Vilken typ av ventilation som behövs.

source: In what situations personal protective equipment is required, and what type of protective equipment is appropriate.
sv: I vilka situationer som personlig skyddsutrustning behövs och vilken typ av skyddsutrustning som är lämplig.

source: Cleaning and sanitation techniques.
sv: Teknik för rengöring och sanering.

source: The educator should also be familiar with the work environment legislation and other laws and regulations relating to the chemical field.
sv: Utbildaren bör även kunna arbetsmiljölagstift­ ningen och övriga lagar och föreskrifter som berör det kemiska området.

source: Guidance on 37 f Examples of formaldehyde resins include phenol-formaldehyde resin, urea-formaldehyde resin and melamine-formaldehyde resin.
sv: Till 37 f § Exempel på formaldehydhartser är fenol­formaldehydharts, urea­formaldehydharts och melamin­formaldehydharts.

source: Special requirements for chemical products which are carcinogenic, mutagenic and toxic to reproduction as well as certain activities
sv: Särskilda krav för cancerframkallande, mutagena och reproduktionsstörande kemiska produkter och viss verksamhet

source: Guidance on Section 38 During the risk assessment to be performed in accordance with the Swedish Work Environment Authority's Provisions on Pregnant and Breastfeeding Employees, the chemical products and activities applicable to this Provision need special attention.
sv: Till 38 §32 Vid den riskbedömning som ska göras enligt Arbetsmiljöverkets föreskrifter om gravida och ammande arbetstagare behöver de kemiska produk­ ter och verksamheter som omfattas av bestämmelserna ägnas särskild upp­ märksamhet.

source: Chemical products labelled according to the Swedish Chemical Agency’s Regulations (KIFS 2005:7) on Classification and Labelling of Chemical Products may be on the market until 1 June 2017.
sv: Kemiska produkter som är märkta enligt Kemikalieinspektionens före­ skrifter (KIFS 2005:7) om klassificering och märkning av kemiska produkter får finnas på marknaden fram till 1 juni 2017.

source: When a chemical product is labelled according to KIFS 2005:7 the requirements apply to the following risk phrases.
sv: Om en kemisk produkt är märkt enligt KIFS 2005:7 så gäller kraven produkter med följande riskfraser.

source: R45: May cause cancer.
sv: R45: Kan ge cancer.

source: R46: May cause heritable genetic damage.
sv: R46: Kan ge ärftliga genetiska skador.

source: R49: May cause cancer by inhalation.
sv: R49: Kan ge cancer vid inandning.

source: R60: May impair fertility.
sv: R60: Kan ge nedsatt fortplantningsförmåga.

source: R61: May cause harm to the unborn child.
sv: R61: Kan ge fosterskador.

source: Guidance on Section 40 In order to take a position on how to supervise the handling and functioning of the equipment, the factors which may affect the exposure need to be investigated.
sv: Till 40 § För att ta ställning till hur man ska övervaka hanteringen och funk­ tionen hos utrustningen bör man utreda vilka faktorer som kan påverka exponeringen.

source: For a few substances, it is possible to continuously measure the level of the chemical hazard in the air.
sv: Möjlighet att kontinuerligt mäta halten av riskkällan i luften finns för ett fåtal ämnen.

source: In other cases, it is for example possible to check that the ventilation has not deteriorated compared to what the handling has been planned for.
sv: I övriga fall kan man till exempel kontrollera att ventilationen inte försämrats jämfört med vad hanteringen planerats för.

source: Another way can be to regularly check whether surfaces in the surrounding area have been contaminated.
sv: Ett annat sätt kan vara att regelbundet kontrollera om ytor i omgivningen har kontaminerats.

source: Guidance on Section 41 The purpose of the register is to keep information on exposure to carcinogenic and mutagenic substances in order to facilitate investigations into connections between diseases.
sv: Till 41 §33 Syftet med registret är att bevara uppgifter om exponering för cancerframkallande och mutagena ämnen för att underlätta utredningar om sjukdomssamband.

source: Such exposures may for example exist when the work entails operations where technical measures are not sufficient for avoiding harmful exposure.
sv: Sådana exponeringar kan exempelvis finnas när arbetet innehåller moment där tekniska åtgärder inte är tillräckliga för att undvika skadlig exponering.

source: The obligation to register also applies when increased exposure has been discovered through monitoring or in another way, e.g., the fact that the ventilation is not satisfactory or that the work has not been carried out as planned.
sv: Registreringsskyldigheten gäller också när man har upptäckt förhöjd exponering genom övervakningen eller på annat sätt, t.ex. att ven­ tilationen inte är tillfredsställande eller att arbetet inte bedrivs som planerat.

source: In order to determine the level of exposure an employee has been subjected to, information is required on what way the employee has been exposed, how high the exposure was and how long and often it has occurred.
sv: För att avgöra vilken grad av exponering en arbetstagare utsatts för behövs uppgifter om på vilket sätt arbetstagaren exponerats, hur hög expo­ neringen varit och hur länge och ofta den skett.

source: In accordance with Section 3 of the Work Environment Ordinance, the employer shall keep registers for at least 40 years counted from the day the exposure ceased.
sv: Enligt 3 § arbetsmiljöförordningen ska arbetsgivaren förvara register under minst 40 år räknat från den dag då exponeringen upphörde.

source: Guidance on Section 45–49 Permits are generally granted for 1–3 years.
sv: Till 45–49 §§30 Tillstånd beviljas i allmänhet för 1–3 år.

source: See also the guidance on Section 20, 45 and 47.
sv: Se även rådet till 20, 45 och 47 §§.

source: Guidance on Section 50 second paragraph The purpose of the measurements is to determine what measures are needed and to follow-up previous results.
sv: Till 50 § andra stycket Avsikten med mätningarna är att avgöra vilka åtgär­ der som behövs och att följa upp tidigare resultat.

source: They shall therefore relate to the air outside any respiratory protection.
sv: De ska därför avse luften utanför eventuellt andningsskydd.

source: Handling without processing of objects with lead enclosed in glass or plastic when lead exposure is not likely to occur.
sv: Hantering utan bearbetning av föremål med bly inneslutet i glas eller plast när blyexponering rimligen inte sker.

source: Manual soft soldering work with solder and electric soldering iron most often does not entail any harmful exposure if there is efficient ventilation to extract the smoke.
sv: Manuellt mjuklödningsarbete med lödtenn och elektrisk lödkolv med­ för oftast ingen skadlig exponering om det finns effektiv ventilation som suger ut röken.

source: Work in mines where lead exists as lead sulphide normally entails a small risk of uptake of led due to the low solubility of the sulphide.
sv: Arbete i gruvor där bly föreligger som blysulfid medför normalt liten risk för blyupptag på grund av att sulfiden har låg löslighet.

source: If the work is only carried out on isolated occasions or a few hours per week.
sv: Om arbetet endast utförs vid enstaka tillfällen eller några timmar per vecka.

source: In this provision, work conducted in less than two months refers to the total amount of work conducted in one workplace.
sv: Med ett arbete som utförs kortare tid än två månader avses här det sam­ manlagda arbete som utförs på ett arbetsställe.
